Repository: HarshilShah/PeakLocalisations
Catalog: fr/PeakLocalisations/Localisation/Features/AddEntry.xcstrings
Source language: en
Languages: de, es

source: Add Entry
de: Eintrag hinzufügen
es: Agregar Entrada

source: Entry
de: Eintrag
es: Entrada

# Error.FailedToSave.Body
source: Please make sure you have granted permission to save data to HealthKit Error: %@
de: Stelle bitte sicher, dass du den Zugriff auf HealthKit freigegeben hast Fehler: %@
es: Por favor, asegúrese de que ha concedido permiso para guardar datos en HealthKit Error: %@

# Error.FailedToSave.Title
source: Failed to save your entry
de: Eintrag konnte nicht gespeichert werden
es: Error al guardar su entrada

source: Log
de: Eintragen
es: Registre

source: Log BMI
de: Trage deinen BMI ein
es: Registre IMC

source: Log Body Fat
de: Trage dein Körperfett ein
es: Registre Grasa Corporal

source: Log Lean Body Mass
de: Trage deine magere Körpermasse ein
es: Registre Masa Corporal Magra

source: Log Weight
de: Trage dein Gewicht ein
es: Registre Peso

# Save.Button
source: Save
de: Speichern
es: Guardar

# Save.Confirmed
source: Saved!
de: Gespeichert!
es: ¡Guardado!

source: Time
de: Zeit
es: Hora
